GIN_RANDOM_RESPONSES = [
    "阿金喜歡已讀亂回[emo11]",
    "今天的你依然很棒，阿金喜歡[emo13]",
    "汪！汪汪汪！汪汪汪汪汪汪汪汪汪汪汪！",
    "你知道嗎？其實我不知道[emo11]",
    "這是一個很深奧的問題，阿金不懂[emo9]"
]

GIN_FEEL_LIKE = [
    "阿金今天想吃",
    "阿金推薦你吃",
    "今天的心情適合吃"
]

GIN_WHAT_TO_EAT = ["水餃", "鍋貼", "拉麵", "炒飯", "鐵板牛排", "總匯三明治", "牛肉麵", "蚵仔煎", "滷肉飯", "滷味", "黑白切", "泡麵", "藥膳排骨", "羊肉湯", "牛肉湯", "鱔魚意麵", "鹹酥雞", "韓式部隊鍋", "辣炒年糕", "豆腐煲", "壽司", "便當", "蛋餅", "漢堡", "速食店", "臭豆腐", "肉圓", "義大利麵", "鵝肉飯", "斤餅", "蔥抓餅", "燒肉", "烏龍麵", "日式定食", "壽喜燒", "茶泡飯", "咖哩飯", "餛飩", "港式飲茶", "燒臘", "鬆餅", "早午餐盤", "沙拉", "健康餐盒", "潤餅捲", "蕎麥麵", "涼麵", "燉飯", "清燉牛肉", "羊小排", "石鍋拌飯", "燒餅", "豆漿店", "清粥小菜", "鐵板燒", "鹽水雞", "包子", "蛋包飯", "鍋燒麵", "泰式料理", "當歸鴨", "串燒", "火鍋"]

BAN_LIST = ["幹", "靠", "靠北", "屁眼", "哈哈屁眼", "三小", "殺小", "沙小", "啥", "口交", "乳交", "胸部", "大奶", "巨乳", "死", "去死", "肛門", "肛交", "拳交", "雙龍入洞", "雙龍", "指交", "指愛", "愛愛", "性愛", "性交", "交配", "打炮", "打砲", "上床", "產卵", "懷孕", "尿道", "屎", "尿", "大便", "小便", "成人片", "色情", "色情片", "充氣娃娃", "催情", "大雞巴", "雞巴", "奶子", "代孕", "車震", "自殺", "自戕", "殺", "殺人", "激情", "自慰", "打手槍", "射精", "內射", "中出", "色色", "前戲", "擦邊", "噴尿", "射尿", "勃起", "脫衣", "黃暴", "家暴", "小穴", "顏射", "陰道", "陰莖", "睪丸", "援交", "做愛"]