GIN_RANDOM_RESPONSES = [
    "阿金喜歡已讀亂回[emo3]",
    "今天的你依然很棒，阿金喜歡[emo6]",
    "汪！汪汪汪！汪汪汪汪汪汪汪汪汪汪汪！",
    "你知道嗎？其實我不知道[emo3]"
]


BAN_LIST = ["幹", "靠", "靠北", "屁眼", "哈哈屁眼", "三小", "殺小", "沙小", "啥", "口交", "乳交", "胸部", "大奶", "巨乳", "死", "去死", "肛門", "肛交", "拳交", "雙龍入洞", "雙龍", "指交", "指愛", "愛愛", "性愛", "性交", "交配", "打炮", "打砲", "上床", "產卵", "懷孕", "尿道", "屎", "尿", "大便", "小便", "成人片", "色情", "色情片", "充氣娃娃", "催情", "大雞巴", "雞巴", "奶子", "代孕", "車震", "自殺", "自戕", "殺", "殺人", "激情", "自慰", "打手槍", "射精", "內射", "中出", "色色", "前戲", "擦邊", "噴尿", "射尿", "勃起", "脫衣", "黃暴", "家暴", "小穴", "顏射", "陰道", "陰莖", "睪丸", "援交", "做愛"]